Repository: Top-Cat/UnofficialSteamAuthenticator
Catalog: UnofficialSteamAuthenticator/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, zh_cn

# GeneratingCode_Ellipsis
source: Generating code...
cs_cz: Generování kódu...
de: Generiere Code...
es_es: Generando código...
fr_fr: Génération du code...
hu_hu: Kód generálása...
it_it: Generazione del codice in corso...
nl_nl: Code aan het genereren...
pl_pl: Generowanie kodu...
pt_pt: Gerando código...
ro_ro: Se generează codul...
ru_ru: Генерация кода...
sr_sp: Stvaranje koda...
zh_cn: 正在生成代码...

# About_Headline.Text
source: App Information
cs_cz: O aplikaci
de: App-Informationen
es_es: Información App
fr_fr: Informations sur l'application
hu_hu: App információk
it_it: Informazioni sull'App
nl_nl: App gegevens
pl_pl: Informacje
pt_pt: Informações da aplicação
ro_ro: Informații despre aplicație
ru_ru: Информация о приложении
sr_sp: Informacije o aplikaciji
zh_cn: 应用程序信息

# About_AppVersion.Text
source: Version
cs_cz: Verze
es_es: Versión
hu_hu: Verzió
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sr_sp: Verzija
zh_cn: 版本

# About_AppCreator.Text
source: Creator
cs_cz: Autor
de: Entwickler
es_es: Creador
fr_fr: Créateur
hu_hu: Készítő
it_it: Creatore
nl_nl: Gecreëerd door
pl_pl: Twórca
pt_pt: Criador
ru_ru: Автор
sr_sp: Kreator
zh_cn: 创建者

# About_AppSource.Text
source: Source
cs_cz: Zdroj
de: Quellcode
es_es: Código
hu_hu: Forráskód
it_it: Sorgente
nl_nl: Bron
pl_pl: Źródło
pt_pt: Fonte (Source)
ro_ro: Sursă
ru_ru: Источник
sr_sp: Izvor
zh_cn: 源代码

# NewUserButton.Label
source: Add
cs_cz: Přidat
de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adăugați
ru_ru: Добавить
sr_sp: Dodati
zh_cn: 添加

# SwitchUserButton.Label
source: Switch
cs_cz: Přepnout
de: Wechseln
es_es: Cambiar
fr_fr: Changer
hu_hu: Váltás
it_it: Cambia account
nl_nl: Wisselen
pl_pl: Zmień
pt_pt: Trocar
ro_ro: Schimbă
ru_ru: Сменить пользователя
sr_sp: Promeniti
zh_cn: 切换

# App_Description
source: Mobile authenticator for logging in and trading on steam
cs_cz: Mobilní autentifikátor pro přihlášení a obchodování na Steamu
es_es: Autenticador móvil para iniciar sesión i intercambiar en Steam
fr_fr: Authentificateur mobile pour se connecter et échanger sur Steam
hu_hu: Mobil hitelesítő, Steamen kereskedéshez és belépéshez
it_it: Autenticatore mobile per accedere e scambiare oggetti su Steam
nl_nl: Mobiele authenticator voor het inloggen en handelen op steam
pl_pl: Mobilny token do logowania i wymian na Steam
pt_pt: Autenticador móvel para iniciar sessão e realizar trocas no steam
ro_ro: Autentificator mobil pentru logare şi tranzacţionare pe Steam
ru_ru: Мобильный аутентификатор для авторизации в Steam
sr_sp: Mobilni autentifikator za prijavljivanje na steam i potvrdjivanje
zh_cn: 手机验证器用来验证Steam账户的登录和线上交易

# ExportFlyout.Text
source: Export
fr_fr: Exporter
hu_hu: Exportálás
it_it: Esporta
nl_nl: Exporteer
pl_pl: Eksportuj
pt_pt: Exportar
ro_ro: Exportaţi
ru_ru: Экспорт
sr_sp: Izvoziti
zh_cn: 导出

# LogoutFlyout.Text
source: Logout
cs_cz: Odhlásit
es_es: Cerrar sesión
fr_fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Esci
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
sr_sp: Odjavljivanje
zh_cn: 注销

# Encryption_BadPassword_Message
source: The passkey you entered does not match that of the existing encrypted accounts. Try again or choose a different destination.
cs_cz: Heslo, které jste vložil, nepatří k žádnému zašifrovanámu účtu. Zkuste to znovu, nebo vyberte jiný cíl.
fr_fr: La clé d'authentification entrée ne correspond pas à celle des comptes existants chiffrés. Réessayez ou choisissez une autre destination.
hu_hu: A beírt jelszó nem egyezik a meglévő titkosított fiókokkal. Próbálja újra, vagy válasszon egy másik helyet.
it_it: La chiave di accesso immessa non corrisponde a quella degli account crittografati esistenti. Riprova o scegli una destinazione diversa.
nl_nl: De sleutel die u hebt ingevoerd komt niet overeen met een van de bestaande versleutelde accounts. Probeer het opnieuw of kies een andere bestemming.
pl_pl: Hasło, które podałeśdla zaszyfrowanych kont, jest nieprawidłowe. Spróbuj ponownie lub wybierz inne miejsce docelowe.
pt_pt: A senha que você digitou não corresponde às das contas criptografadas existentes. Tente novamente ou escolhe um destino diferente.
ro_ro: Cheia de acces introdusă nu corespunde cu cea a conturilor criptate existente. Încercați din nou sau selectaţi o destinaţie diferită.
sr_sp: Passkljuc koji ste uneli nepoklapa se sa nalogom. Pokusajte ponovo ili iyaberite drugi nalog.
zh_cn: 您输入的密钥与现有的加密帐户的不匹配。再试一次或选择一个不同的目的地。

# Encryption_BadPassword_Title
source: Bad passkey
cs_cz: Špatné heslo
fr_fr: Mauvais mot de passe
hu_hu: Rossz jelszó
it_it: Passkey sbagliata
nl_nl: Sleutel incorrect
pl_pl: Złe hasło
pt_pt: Chave de acesso inválido
ro_ro: Cheie de acces greșită
ru_ru: Неверный код
sr_sp: Los passkljuc
zh_cn: 错误的密钥

# Encryption_Promt_Message
source: Please enter an encryption passkey at least 3 characters long
cs_cz: Prosím vložte heslo pro zašifrování o délce alespoň 3 znaků
fr_fr: Veuillez entrer une clé d'authentification d'encryptage d'au moins 3 caractères
hu_hu: Kérjük, adj meg olyan titkosítási jelszót amely legalább 3 karakter hosszú
it_it: Per favore inserisci una passkey crittografata lunga almeno 3 caratteri
nl_nl: Voer een encryptie sleutel in, van ten minste 3 tekens
pl_pl: Proszę podać hasło, musi mieć przynajmniej 3 znaki długości
pt_pt: Por favor insira uma senha encriptada com pelo menos 3 caracteres
ro_ro: Vă rugăm să introduceţi un cod de acces pentru criptare de cel puţin 3 caractere
ru_ru: Пожалуйста, введите код, состоящий не менее чем 3 символов
sr_sp: Molimo unesite passkljuc
zh_cn: 请输入加密密钥，该密钥至少 3 个字符长

# Encryption_Promt_Title
source: Encrypt
cs_cz: Zašifrovat
fr_fr: Crypter
hu_hu: Titkosítás
it_it: Crittografa
nl_nl: Versleutelen
pl_pl: Zaszyfruj
pt_pt: Encriptar
ro_ro: Criptează
ru_ru: Шифрование
sr_sp: Enkrpitovati
zh_cn: 加密

# Export_Failed_Message
source: Failed to export maFiles
cs_cz: Nepodařilo se exportovat maFiles
fr_fr: Échec lors de l'exportation de maFiles
hu_hu: MaFile-ok exportálása nem sikerült
it_it: Impossibile esportare maFiles
nl_nl: Exporteren van maFiles mislukt
pl_pl: Wystąpił błąd podczas zapisu pliku maFile
pt_pt: Falha ao exportar maFiles
ro_ro: Nu s-a putut exporta maFiles
ru_ru: Не удалось экспортировать maFiles
sr_sp: Neuspesno izvozenje maFajlova
zh_cn: 未能导出 maFiles

# Export_Failed_Title
source: Error
cs_cz: Chyba
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sr_sp: грешка
zh_cn: 错误

# Export_Success_Message
source: maFiles successfully exported
cs_cz: maFiles úspěšně exportovány
fr_fr: maFiles exporté avec succès
hu_hu: maFile fájlok exportálása sikeres
it_it: maFiles esportato con successo
nl_nl: maFiles met succes geëxporteerd
pl_pl: pliki maFile zostały wyeksportowane pomyślnie
pt_pt: maFiles exportado com sucesso
ro_ro: maFiles exportate cu succes
ru_ru: maFiles успешно загружены
sr_sp: maFajlovi uspesno izvezeni
zh_cn: maFiles 成功导出

# Export_Success_Title
source: Success
cs_cz: Hotovo
fr_fr: Effectué
hu_hu: Siker
it_it: Operazione riuscita
nl_nl: Gelukt
pl_pl: Sukces
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успех
sr_sp: Uspeh
zh_cn: 成功

# Encryption_ShortPassword_Message
source: The passkey you entered was too short
cs_cz: Heslo, které jste vložil, je moc krátké
fr_fr: La clé d'authentification entrée est trop courte
hu_hu: A megadott jelszó túl rövid
it_it: La password che hai inserito è troppo corta
nl_nl: De sleutel die u hebt opgegeven was te kort
pl_pl: Hasło, które wpisałeś, jest za krótkie
pt_pt: A senha que você inseriu é muito curto
ro_ro: Codul de acces pe care l-aţi introdus a fost prea scurt
ru_ru: Вы ввели слишком короткий пароль
sr_sp: Passkljuc koji ste uneli je prekratak
zh_cn: 您输入的密钥太短

# Settings_Headline.Text
source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sr_sp: Podesavanja
zh_cn: 设置

# SettingsButton.Label
source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sr_sp: Podesavanja
zh_cn: 设置

# Settings_Exit.Content
source: Exit App
cs_cz: Ukončit aplikaci
fr_fr: Quitter l'application
hu_hu: Kilépés az alkalmazásból
it_it: Esci dall'app
pl_pl: Wyjdź
pt_pt: Sair da aplicação
ro_ro: Ieşiți din aplicație
ru_ru: Закрыть приложение
sr_sp: Izlaz
zh_cn: 退出应用程序

# Settings_Language.Text
source: Language
cs_cz: Jazyk
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
pl_pl: Język
pt_pt: Língua
ro_ro: Limbă
ru_ru: Язык
sr_sp: Jezik
zh_cn: 语言

# Settings_Language_Sub.Text
source: You will need to restart the app for this to take effect
cs_cz: Aby se projevily změny, restartujte prosím aplikaci
fr_fr: Vous devrez redémarrer l'application pour que cela prenne effet
hu_hu: Alkalmazás újraindítása szükséges a változások érvénybelépéséhez
it_it: Dovrai riavviare l'app affinché questo abbia effetto
pl_pl: Aby zmiany miały miejsce, musisz ponownie uruchomić aplikację
pt_pt: Você precisará de reiniciar a aplicação para que a(s) alteração(alterações) seja(m) aplicada(s)
ro_ro: Va trebui să reporniţi aplicaţia pentru ca acest lucru să aibă efect
ru_ru: Вам нужно будет перезапустить приложение, чтобы изменения вступили в силу
sr_sp: Moramo da restartujemo aplikaciju da bi podesavanja radila
zh_cn: 您将需要重新启动程序才能保存更改

# FamilyPinIncorrect
source: Invalid Pin
cs_cz: Neplatný pin kód
fr_fr: PIN invalide
hu_hu: Érvénytelen PIN-kód
it_it: Pin errato
pl_pl: Nieprawidłowy kod pin
pt_pt: PIN inválido
ro_ro: Pin invalid
ru_ru: Неверный PIN
sr_sp: Pogresan Pin
zh_cn: Pin 无效

# TxtFamilyPin.Text
source: Enter Family View Pin
cs_cz: Zadejte pin kód pro Rodinné zobrazení
fr_fr: Entrez le code PIN de la vue famille
hu_hu: Add meg a Családi Nézet PIN-kódját
it_it: Inserisci il Pin della Family View
pl_pl: Wpisz kod pin rodzinnego widoku
pt_pt: Digite o PIN do modo Família
ro_ro: Introduceţi Pin-ul Family View
ru_ru: Введите PIN семейного просмотра
sr_sp: Ukucajte Porodicni Pin
zh_cn: 输入隐私保护 Pin 码

# AddAccountButton.Label
source: Load file
cs_cz: Import
es_es: Import
fr_fr: Import
hu_hu: Importálás
it_it: Import
nl_nl: Import
pl_pl: Importuj
pt_pt: Importar
ro_ro: Import
ru_ru: Импорт
sr_sp: Uvesti
zh_cn: 导入

# AddAccount_ErrorPassword
source: The given password incorrect.
cs_cz: The given password was incorrect.
es_es: The given password was incorrect.
fr_fr: The given password was incorrect.
hu_hu: A megadott jelszó helytelen volt.
it_it: The given password was incorrect.
nl_nl: The given password was incorrect.
pl_pl: Podane hasło jest nieprawidłowe.
pt_pt: A palavra-chave introduzida está incorreta.
ro_ro: The given password was incorrect.
ru_ru: Неверный пароль.
sr_sp: Password je netacan.
zh_cn: 输入的密码不正确。

# AddAccount_Success
source: All accounts loaded successfully.
cs_cz: {0} account(s) loaded successfully.
es_es: {0} account(s) loaded successfully.
fr_fr: {0} account(s) loaded successfully.
hu_hu: {0} fiók(ok) sikeresen betöltődött.
it_it: {0} account(s) loaded successfully.
nl_nl: {0} account(s) loaded successfully.
pl_pl: Dodano {0} konto/a.
pt_pt: A(s) conta(s) {0} foi(foram) importada(s) com sucesso.
ro_ro: {0} account(s) loaded successfully.
ru_ru: {0} аккаунт(а/ов) успешно загружен(ы).
sr_sp: {0} nalog(a) ocitanih uspesno.
zh_cn: {0} 个账户已成功加载。
